[
    { 
        "id": 1,
        "url": "asticom-group-of-companies",
        "company":"Asticom Group of Companies",
        "description":"Asticom Group of Companies is a Philippine-based shared services company that provides staffing and tech solutions that empower businesses towards meaningful growth.",
        "website":"https://asticom.com.ph/",
        "image":"asti-laptop.png",
        "imageBg": "asti-bg.png",
        "responsibilities":"A sleek and professional company website showcasing innovative services, built with WordPress and enhanced using Elementor Pro for dynamic functionality. I served as the main developer in transforming this website, aiming to overhaul the previous version into a completely refreshed design that aligns with the company's new branding. The layout, crafted by our marketing and UI/UX teams, was then turned into a functional website by me.",
        "tools": [
            "HTML",
            "CSS",
            "JavaScript / JQuery",
            "WordPress / Elementor Pro",
            "PHP"
        ],
        "type":"WordPress",
        "featured_image": [
            "ati-1.png"
        ]
    },
    { 
        "id": 2,
        "url": "champions-club-texas",
        "company":"Champions Club texas",
        "description":"Champions Club Texas is defining the new standard for poker clubs in Houston. Their luxurious poker room offers a world-class experience that starts as you enter the gaming room.",
        "website":"https://championsclubtexas.com/",
        "image":"championsclub-laptop.png",
        "imageBg": "champions-bg.webp",
        "responsibilities":"A casino website created with WordPress and Elementor Pro, delivering captivating design and seamless functionality. This website is among my freelance projects and marks my first venture with a US client. It was successfully launched through a collaborative effort between a graphic designer and a web developer.",
        "tools": [
            "HTML",
            "CSS",
            "JavaScript / JQuery",
            "WordPress / Elementor Pro",
            "PHP"
        ],
        "type":"WordPress",
        "featured_image": [
            "championclub.png"
        ]
    },
    { 
        "id": 3,
        "url": "baby-company",
        "company":"Baby Company",
        "description":"A polished website crafted from PSD to HTML, featuring seamless transitions and responsive design for optimal user experience and engagement.",
        "website":"https://inancelis.github.io/baby-company/",
        "image":"baby-company-laptop.png",
        "imageBg": "baby-company-bg.png",
        "responsibilities":"This was part of my journey on my first job search, the developer from this company assigned to me a task which I need to convert the layout from their mockup which is PSD to a fully designed and responsive website.",
        "tools": [
            "HTML",
            "CSS",
            "JavaScript / JQuery"
        ],
        "type":"psd to html",
        "featured_image": [
            "baby-company.png"
        ]
    }, 
    { 
        "id": 4,
        "url": "acquiro-website",
        "company":"Aquiro Website",
        "description":"Acquiro is an end-to-end workforce solutions company that connects top talents and businesses of all sizes through their advanced tech platform.",
        "website":"https://www.acquiro.com.ph/",
        "image":"baby-company-laptop.png",
        "imageBg": "acquiro.jpg",
        "responsibilities":"We built this website from the ground up, frequently engaging in planning and brainstorming sessions throughout the development process. As the primary developer of this website, I collaborated extensively with the marketing and UI/UX teams to ensure we met all client requirements, deadlines and expectations.",
        "tools": [
            "HTML",
            "CSS",
            "JavaScript / JQuery",
            "WordPress / Elementor Pro",
            "PHP"
        ],
        "type":"WordPress",
        "featured_image": [
            "acquiro.png"
        ]
    },
    { 
        "id": 5,
        "url": "absi-website",
        "company":"ABSI Website",
        "description":"ABSI is a business process and IT solutions provider under the subsidiary of Asticom Technology Inc. They are committed to helping their clients grow through innovative solutions, and unmatched expertise.",
        "website":"https://absi.ph/",
        "image":"baby-company-laptop.png",
        "imageBg": "absi.png",
        "responsibilities":"The website has been totally revamped with a new look and updated version. As the primary developer of this website, I collaborated extensively with the marketing and UI/UX teams to ensure we met all client requirements, deadlines and expectations.",
        "tools": [
            "HTML",
            "CSS",
            "JavaScript / JQuery",
            "WordPress / Elementor Pro",
            "PHP"
        ],
        "type":"WordPress",
        "featured_image": [
            "absi-1.png"
        ]
    },
    { 
        "id": 6,
        "url": "finsi-website",
        "company":"Finsi Website",
        "description":"FINSI provides innovative engineering solutions to businesses in the Telecommunications, Energy and Infrastructure industries.",
        "website":"https://www.finsi.com.ph/",
        "image":"baby-company-laptop.png",
        "imageBg": "finsi.jpg",
        "responsibilities":"As the primary developer of this website, I collaborated extensively with the marketing and UI/UX teams to ensure we met all client requirements, deadlines and expectations.",
        "tools": [
            "HTML",
            "CSS",
            "JavaScript / JQuery",
            "WordPress / Elementor Pro",
            "PHP"
        ],
        "type":"WordPress",
        "featured_image": [
            "finsi.png"
        ]
    },
    { 
        "id": 7,
        "url": "the-champions-club",
        "company":"The Champions Shop",
        "description":"The Champions Shop made from Laravel Framework a website dedicated marketplace specifically designed for players of the popular game Lords Mobile. It provides a platform where gamers can not only sell their accounts but also post comprehensive information about their accounts, including achievements, character levels, and other relevant details. This enables other players to make informed decisions when considering purchasing an account.",
        "website":"https://rajtheone.com/",
        "image":"baby-company-laptop.png",
        "imageBg": "rajtheone.jpg",
        "responsibilities":"",
        "tools": [
            "HTML",
            "CSS / SASS",
            "JavaScript / JQuery",
            "PHP / Laravel Framework"
        ],
        "type":"Laravel",
        "featured_image": [
            "rajtheone.png"
        ]
    },
    { 
        "id": 8,
        "url": "jhola",
        "company":"Jhola",
        "description":"Jhola is an Amazon agency, one if just a few groups of world-class specialist who've built their entire careers around helping clients succeed in the ultracompetitve world of Amazon marketing.",
        "website":"",
        "image":"baby-company-laptop.png",
        "imageBg": "jhola.jpg",
        "responsibilities":"Jhola was a project I worked on as a freelancer, where I transformed a PSD mockup design into a fully functional website that was an exact replica of the original design.",
        "tools": [
            "HTML",
            "CSS",
            "JavaScript / JQuery"
        ],
        "type":"PSD to Html",
        "featured_image": [
            "jhola-1.png",
            "jhola-2.png"
        ]
    },
    { 
        "id": 9,
        "url": "reefic-protocol",
        "company":"Reefic Protocol",
        "description":"Reefic protocol is a decentralised platform where customers can exchange reward points accross multiple loyalty programs and selected cryptocurrencies.",
        "website":"",
        "image":"baby-company-laptop.png",
        "imageBg": "reefic.webp",
        "responsibilities":"",
        "tools": [
            "HTML",
            "CSS",
            "JavaScript / JQuery"
        ],
        "type":"PSD to Html",
        "featured_image": [
            "reefic.jpg"
        ]
    },
    { 
        "id": 10,
        "url": "random-project",
        "company":"Random Project",
        "description":"This project involved creating a modern website design as part of my freelance portfolio. A friend referred the client to me, and the scope of my work was specifically to transform a PSD mockup design into a fully functional HTML file. This task required careful attention to detail to ensure that every element of the original design was accurately reflected in the web version.",
        "website":"",
        "image":"baby-company-laptop.png",
        "imageBg": "random.png",
        "responsibilities":"",
        "tools": [
            "HTML",
            "CSS",
            "JavaScript / JQuery"
        ],
        "type":"PSD to Html",
        "featured_image": [
            "project-1.png"
        ]
    }
]